EGYPT_GOVERNORATES = [
    ("القاهرة", "القاهرة"), ("الجيزة", "الجيزة"), ("الإسكندرية", "الإسكندرية"),
    ("الدقهلية", "الدقهلية"), ("البحر الأحمر", "البحر الأحمر"), ("البحيرة", "البحيرة"),
    ("الفيوم", "الفيوم"), ("الغربية", "الغربية"), ("الإسماعيلية", "الإسماعيلية"),
    ("المنوفية", "المنوفية"), ("المنيا", "المنيا"), ("القليوبية", "القليوبية"),
    ("الوادي الجديد", "الوادي الجديد"), ("السويس", "السويس"), ("أسوان", "أسوان"),
    ("أسيوط", "أسيوط"), ("بني سويف", "بني سويف"), ("بورسعيد", "بورسعيد"),
    ("دمياط", "دمياط"), ("الشرقية", "الشرقية"), ("جنوب سيناء", "جنوب سيناء"),
    ("كفر الشيخ", "كفر الشيخ"), ("مطروح", "مطروح"), ("الأقصر", "الأقصر"),
    ("قنا", "قنا"), ("شمال سيناء", "شمال سيناء"), ("سوهاج", "سوهاج"),
]
